Repository: feroda/JAGOM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
it: una versione breve del nome composta solo di lettere, numeri, trattini e trattini bassi.

source: A group already exists with that slug.
it: Esiste già un gruppo con lo stesso slug.

source: A group already exists with that name.
it: Esiste già un gruppo con lo stesso nome.

source: New Group Member
it: Nuovo membro del gruppo

source: a group you are a member of has a new member
it: un gruppo di cui si membro ha un nuovo membro

source: New Member Of Group You Created
it: Nuovo Membro di un Gruppo Che Hai Creato

source: a group you created has a new member
it: un gruppo che hai creato ha un nuovo membro

source: New Group Created
it: Nuovo gruppo creato

source: a new group has been created
it: è stato creato un nuovo gruppo

source: members
it: membri

source: Group %(group)s deleted.
it: Gruppo %(group)s cancellato.

source: You have joined the group %(group)s
it: Ti sei unito al gruppo %(group)s.

source: You have left the group %(group)s
it: Hai abbandonato il gruppo %(group)s.

source: Create a Group
it: Crea un gruppo

source: Your Groups
it: I tuoi gruppi

source: All Groups
it: Tutti i gruppi

source: Create Group
it: Crea un gruppo

source: This is just a basic group example with no extra content items.
it: Questo è solo un esempio base di gruppo senza elementi extra contenuti.

source: create
it: crea

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own group or join an existing one.
it: <a href="%(signup_url)s">Registrati</a> e <a href="%(login_url)s">accedi</a> alla rete per creare il tuo gruppo o partecipare ad uno già esistente.

source: Members
it: Membri

source: Group
it: Gruppo

source: Slug:
it: Abbreviazione:

source: Creator:
it: Autore:

source: Created:
it: Creato il:

source: Edit details
it: Modifica dettagli

source: update
it: aggiorna

source: Delete Group
it: Elimina il gruppo

source: You are not the only member of the group so you cannot delete the group.
it: Non sei l'unico membro del gruppo quindi non puoi cancellarlo.

source: You are the creator of this group so can't leave (yet).
it: Sei il creatore di questo gruppo quindi non puoi (ancora) abbandonarlo.

source: leave
it: abbandona

source: join group
it: unisciti al gruppo

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to join this group.
it: <a href="%(signup_url)s">Registrati</a> e <a href="%(login_url)s">accedi</a> alla rete per partecipare a questo gruppo.

source: Members:
it: Membri:

source: Groups
it: Gruppi

source: These are the groups you participate in.
it: Questi sono i gruppi di cui fai parte.

source: <a href="%(user_url)s">%(user)s</a> has joined the group <a href="%(group_url)s">%(group)s</a>.
it: <a href="%(user_url)s">%(user)s</a> si è unito al gruppo <a href="%(group_url)s">%(group)s</a>.

source: A new group <a href="%(group_url)s">%(group)s</a> has been created.
it: Un nuovo gruppo <a href="%(group_url)s">%(group)s</a> è stato creato.

source: name
it: nome

source: about
it: informazioni

source: location
it: posizione

source: website
it: sito web

source: Make each JAGOM user able to update project notes and manage tickets
it: Consenti a tutti gli utenti di JAGOM di modificare gli appunti e le cose da fare del tuo progetto

source: project
it: progetto

source: cloned from
it: clonato da

source: groups
it: gruppi

source: Member %(user)s has been removed from project %(project_name)s deleted.
it: Il membro %(user)s è stato rimosso dal progetto %(project_name)s.

source: clear
it: chiudi

source: Welcome
it: Benvenuto

source: Welcome to Pinax
it: Benvenuto in Pinax

source: <b>Pinax</b> is a <a href="http://djangoproject.com/">Django</a> project intended to provide a starting point for websites. By integrating numerous reusable Django apps to take care of the things that many sites have in common, it lets you focus on what makes your site different.
it: <b>Pinax</b> è un progetto <a href="http://djangoproject.com/">Django</a> inteso a fornire un punto di partenza per i siti web. Integrando numerose applicazioni Django riutilizzabili per occuparsi di cosa hanno in comune tanti siti, ti permette di concentrarti su cosa rende diverso il tuo sito.

source: For more information about Pinax, see <a href="http://pinaxproject.com/">http://pinaxproject.com/</a>.
it: Per maggiori informazioni su Pinax, visita <a href="http://pinaxproject.com/">http://pinaxproject.com/</a>.

source: About this project
it: Informazioni sul progetto

source: This project demonstrates group functionality with a barebones group containing no extra content apps as well as two additional group types, tribes and projects, which show different membership approaches and content apps.
it: Questo progetto dimostra le funzionalità del gruppo attraverso un gruppo scarno che non contiene applicazioni extra, così come due gruppi aggiuntivi, tribù e progetti, che mostrano diversi tipi di associazione e applicazioni.

source: Wondering <a href="%(what_next_url)s">What Next</a>?
it: Ti stai chiedendo <a href="%(what_next_url)s">cosa fare ora</a>?

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
it: Puoi <a href="%(signup_url)s">registrarti</a> e <a href="%(login_url)s">accedere</a> per provare il sito.

source: You can <a href="%(login_url)s">Log in</a> to try out the site.
it: Puoi <a href="%(login_url)s">accedere</a> per provare il sito.

source: Admin
it: Amministratore

source: Logout
it: Esci

source: Login
it: Accedi

source: or
it: o

source: Sign up
it: Registrati

source: Last activities
it: Ultime attività

source: Close
it: Chiudi

source: Last developers activities
it: Ultime attività degli sviluppatori

source: I'll make it!
it: Io ce la farò!

source: What is this?
it: Di cosa si tratta?

source: JAGOM makes your project management simpler and more reliable!<p />
it: JAGOM ti aiuta a gestire qualsiasi progetto in modo semplice ed efficace!<p />

source: Roadmap: now you can manage your projects, in few days we will end with translation. Soon you will be able to manage and partecipate in groups. After this you get visibility of active projects and groups and their relationships
it: La strada: ora puoi gestire i tuoi progetti, in pochi giorni termineremo la traduzione. Presto potrai gestire e partecipare ai gruppi. Successivamente mostreremo i progetti attivi, i gruppi e le loro relazioni

source: More on our vision
it: Altro sulla nostra visione

source: What next?
it: Quindi che faccio?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
it: Inizia <a href="%(signup_url)s">registrandoti</a> e <a href="%(login_url)s">accedendo</a> alla rete.

source: Start by <a href="%(login_url)s">logging in</a>.
it: Inizia <a href="%(login_url)s">accedendo</a> alla rete.

source: We are looking for you
it: Ti stiamo cercando

source: If you share the vision and you want to spend some time on it, ... we hope someday you'll join us! <a href="mailto:%(CONTACT_EMAIL)s">Contact us</a>
it: Se condividi l'idea e vuoi dedicarci un po' di tempo, ... speriamo he un giorno ti unirai a noi! <a href="mailto:%(CONTACT_EMAIL)s">Contact us</a>

source: Take a look at JAGOM grain growth
it: Guarda la crescita del granello JAGOM

source: Read the announcement of the last features added (italian only)
it: Leggi l'annuncio delle ultime funzionalità aggiunte

source: Profile
it: Profilo

source: Project
it: Progetto

source: About
it: Informazioni

source: Terms of Service
it: Termini del servizio

source: Privacy Policy
it: Politica di privacy

source: Hide announcement
it: Nascondi l'annuncio

source: What Next?
it: Quindi che faccio?

source: Here are some things to do to get started with this site:
it: Ecco alcune cose da fare per iniziare con questo sito:

source: verify an email address
it: verifica un indirizzo emali

source: so you can receive notifications, reset your password and so people can find you more easily.
it: così puoi rcevere notifiche, cambiare la tua password e così le persone possono trovarti più facilmente

source: fill out your profile
it: completa il tuo profilo

source: to tell the world a little about yourself.
it: per dire al mondo qualcosa di te.

source: invite more people to the site
it: invita più persone al sito

source: [admin only]
it: [solo per l'amministratore]

source: so more people can share in the fun.
it: così potranno condividere il divertimento.

source: seed your grains
it: semina i tuoi granelli

source: so you can make them grow and begin to keep track of your work.
it: così potrai farli crescere e iniziare a tenere traccia del tuo lavoro.

source: E-Mail Addresses
it: Indirizzi e-mail

source: OpenID Associations
it: Associazioni OpenID

source: Change Password
it: Cambia password

source: Set Password
it: Imposta password

source: Delete Password
it: Cancella password

source: Language
it: Lingua

source: Timezone
it: Fuso orario

source: Signup
it: Registrazione

source: Sign Up
it: Registrati

source: You are already logged in.
it: Sei già entrato

source: Already have an account?
it: Hai già un account?

source: Log In
it: Accedi

source: return to intro
it: ritorna all'introduzione

source: Sign Up &raquo;
it: Registrati &raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
it: Premendo il bottone "Registrati", dichiari di aver letto e accettato i <a href="%(terms_url)s">Termini del servizio</a> e <a href="%(privacy_url)s">la politica di privacy</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
it: Se hai problemi a creare l'account, contattaci all'indirizzo <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Inherited from...
it: Ereditato da...

source: Cloned from:
it: Clonato da:

source: updated
it: aggiornato

source: Add new member
it: Aggiungi un nuovo membro

source: add
it: aggiungi

source: Delete project
it: Elimina il progetto

source: Delete Project
it: Elimina il progetto

source: Keep in touch with your grain members
it: Tieniti in contatto coi membri del tuo granello

source: JAGOM has setup those mailing-list in order to help you to keep in touch with your active members or simply people who are interested in your project
it: JAGOM ha creato queste mailing-list pr aiutarti a restare in contatto con i tuoi membri attivi o semplicemente con persone interessate al tuo progetto

source: Let your grain grow!
it: Fai crescere il tuo granello!

source: Go to
it: Vai a

source: the project management page
it: la pagina di gestione del progetto

source: Discussion Topics
it: Argomenti di discussione

source: more...
it: altro...

source: None yet. <a href="%(new_topic_url)s">Start one...</a>
it: Ancora nessuno. <a href="%(new_topic_url)s">Inizia tu...</a>

source: Wiki Articles
it: Articoli wiki

source: None yet. Go to the <a href="%(wiki_url)s" title="wiki">wiki</a> to start a new article.
it: Non ancora. Vai a <a href="%(wiki_url)s" title="wiki">wiki</a> per iniziare un nuovo articolo.

source: Tasks
it: Incarichi

source: Topics
it: Argomenti

source: Template
it: Modello

source: Not Found
it: Non trovato

source: We're sorry but that page could not be found.
it: Siamo spiacenti, ma la pagina non è stata trovata.

source: Server Error
it: Errore del server

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
it: Siamo spiacenti, ma si è erificato un errore del server. Ne abbiamo ricevuto notifica e ce ne occuperemo il più presto possibile.

source: <p>Your <b>About Page</b> would normally go here...</p>
it: <p>La tua <b>Pagina informativa</b> normalmente andrebbe qui...</p>

source: Pinax includes the <a href="http://www.famfamfam.com/lab/icons/silk/">Silk icon set 1.3</a> by Mark James.
it: Pinax include il <a href="http://www.famfamfam.com/lab/icons/silk/">Silk icon set 1.3</a> di Mark James.

source: Digital Millennium Copyright Act Notice
it: Avviso dell'Atto di Copyright Digitale del Millennio

source: <p>Your <b>Digital Millennium Copyright Act Notice</b> would normally go here...</p>
it: <p>Il tuo <b>Avviso dell'Atto di Copyright Digitale del Millennio</b> normalmente andrebbe qui...</p>

source: <p>Your <b>Privacy Policy</b> would normally go here...</p>
it: <p>La tua <b>Politica di riservatezza</b> normalmente andrebbe qui...</p>

source: <p>Your <b>Terms of Service</b> would normally go here...</p>
it: <p>I tuoi <b>Termini di Servizio</b> normalmente andrebbero qui...</p>

source: Email Addresses
it: Indirizzi email

source: verified
it: verificato

source: primary
it: primario

source: make primary
it: rendi primario

source: unverified
it: non verificato

source: re-send verification email
it: rimanda la email di verifica

source: remove
it: rimuovi

source: None
it: Nessuno

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
it: Dovresti davvero aggiungerne uno in modo da ricevere notifiche, reimpostare la tua password se la dovessi dimenticare, ecc.

source: Add Email Address
it: Aggiungi un Indirizzo email

source: Pinax can be used in your preferred language.
it: Pinax si può usare nella tua lingua preferita.

source: Change my language
it: Cambia la mia lingua

source: Note
it: Nota

source: you are already logged in as %(user_display)s.
it: Hai già effettuato l'accesso come %(user_display)s.

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
it: Non hai un account? <a href="%(signup_url)s">Sottorscrivine uno</a>!

source: Forgot password?
it: Hai dimenticato la password?

source: Log in &raquo;
it: Accedi &raquo;

source: Or sign in with your OpenID
it: O sottoscrivi col tuo OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
it: Se hai qualche difficoltà ad accedere al tuo account, contattaci all'indirizzo <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: You've been logged out.
it: Sei uscito.

source: change password
it: cambia la password

source: You may delete your password since you are currently logged in using OpenID.
it: Puoi cancellare la tua password perchè hai effettuato l'accesso con OpenID.

source: delete my password
it: cancella la mia password

source: Password Deleted
it: Password cancellata

source: Your password has been deleted.
it: La tua password è stata cancellata.

source: Password Reset
it: Password reimpostata

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto e noi ti invieremo una e-mail che ti pemetterà di reimpostarla.

source: Reset my password
it: Reimposta la mia password

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
it: Se hai qualche difficoltà a reimpostare la tua password, contattaci al <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
it: Ti abbiamo mandato una mail. Se non la dovessi ricevere nei prossimi minuti, contattaci all'indirizzo <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
it: Il link per reimpostare la password non è valido, forse perchè è già stato usato. Chiedi di <a href="%(passwd_reset_url)s">reimpostare una nuova password</a>.

source: You're receiving this e-mail becuase you or someone else has requested a password for your user account at Pinax. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. http://%(domain)s%(password_reset_url)s Thanks for using our site!
it: Ricevi questa e-mail perchè tu o qualcun'altro ha richiesto una password per il tuo account su Pinax. Se non hai fatto tu questa richiesta puoi tranquillamente ignorarla. Clicca il link sottostante per reimpostare la tua password. http://%(domain)s%(password_reset_url)s Grazie per aver usato il nostro sito!

source: You're receiving this e-mail because you requested a password reset for your user account at Pinax. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
it: Ricevi questa e-mail perchè hai chiesto di reimpostare la password per il tuo account su Pinax. La tua nuova password è: %(new_password)s Il tuo nome utente, nel caso l'avessi dimenticato, è: %(username)s Dovresti accedere il prima possibile e cambiare la password. Grazie per aver usato il nostro sito!

source: set password
it: imposta la password

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
it: Pinax può sempre individuare il tuo fuso orario preferito. Cambia il tuo fuso orario qui sotto.

source: Change my timezone
it: Cambia il mio fuso orario

source: Verify your e-mail address
it: Verifica il tuo indirizzo email

source: We have sent you an e-mail to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
it: Abbiamo mandato una mail di verifica all'indirizzo <b>%(email)s</b>. Segui il collegamento fornito per ultimare il processo di sottoscrizione. Se non dovessi ricevere la mail nei prossimi minuti, contattaci all'indirizzo <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Announcements : %(object)s
it: Annunci: %(object)s

source: Announcements
it: Annunci

source: There are no announcements for you.
it: Non ci sono annunci per te.

source: Here is your current avatar:
it: Questo è il tuo attuale avatar:

source: Don&rsquo;t like these avatars? You can <a href="%(avatar_delete_url)s">choose which ones to delete</a>.
it: Non ti piacciono questi avatar? Puoi <a href="%(avatar_delete_url)s">scegliere quali cancellare</a>.

source: Upload an Avatar:
it: Carica un avatar:

source: Avatar Image
it: Imagine avatar

source: Upload New Image
it: Carica una nuova immagine

source: Your Profile
it: Il tuo profilo

source: All Profiles
it: Tutti i profili

source: Profile for %(other_user_display)s
it: Ordina per %(other_user_display)s

source: Profile for <span class="nickname">%(other_user_display)s</span>
it: Ordina per <span class="nickname">%(other_user_display)s</span>

source: Profile for <span class="fn nickname">%(other_user_display)s</span>
it: Ordina per <span class="fn nickname">%(other_user_display)s</span>

source: Name
it: Nome

source: Location
it: Posizione

source: Website
it: Sito web

source: Edit Profile
it: Modifica il profilo

source: Profiles
it: Profili

source: Order by:
it: Ordina per:

source: Date
it: Data

source: Friends' Blogs
it: Blog di amici

source: All Blogs
it: Tutti i blog

source: Your Posts
it: I tuoi post

source: Write a Blog Post
it: Scrivi un post

source: Posted:
it: Postato:

source: These are blog posts from everyone:
it: Questi sono post da tutti

source: No blog posts yet.
it: Non ci sono ancora post.

source: Editing Post
it: Modificare il post

source: Update
it: Aggiorna

source: You are not the author of this post
it: Non sei l'autore di questo post.

source: These are blog posts from your friends:
it: Questi sono post dei tuoi amici:

source: Blog Post
it: Post del blog

source: Your Blog Posts
it: I tuoi post

source: Delete Post
it: Cancella il post

source: Add Bookmark
it: Aggiungi un segnalibro

source: add bookmark
it: aggiungi un segnalibro

source: Your Bookmarks
it: I tuoi segnalibri

source: Friends' Bookmarks
it: Segnalibri di amici

source: All Bookmarks
it: Tutti i segnalibri

source: These are bookmarks from everyone:
it: Questi sono segnalibri da tutti:

source: Sort by:
it: Ordina per:

source: total points
it: punti totali

source: date added
it: data aggiunta

source: Saved once
it: Salvato una volta

source: (including you)
it: (incluso tu)

source: save
it: salva

source: No bookmarks yet.
it: Non ci sono ancora segnalibri.

source: These are bookmarks from your friends:
it: Questi sono i segnalibri dei tuoi amici:

source: Delete Bookmark
it: Cancella il segnalibro

source: Already logged in
it: Accesso già effettuato

source: You are already logged into the site. To login with a different OpenID please <a href="/openid/logout/?next=%(url_acct_logout)s">logout</a> first.
it: Hai già effettuato l'accesso in questo sito. Per accedere con un diverso OpenID prima <a href="/openid/logout/?next=%(url_acct_logout)s">esci</a>.

source: Verify this Association
it: Verifica questa associazione

source: Manage OpenID Associations
it: Gestisci le associazioni OpenID

source: You have not set a password for this user account. You are unable to remove OpenID associations until you <a href="%(acct_passwd_set_url)s">set a password</a>.
it: Non hai ancora impostato una password per questo utente. Non puoi rimuovere l'associazione OpenID finchè non <a href="%(acct_passwd_set_url)s">imposti una password</a>.

source: Your account is currently associated with the following OpenID %(buttons)s:
it: Il tuo account è attualmente associato col seguente OpenID %(buttons)s:

source: Remove association
it: Rimuovi l'associazione

source: To associate a new OpenID with this account, sign in with it here:
it: Per associare un nuovo OpenID a questo account, accedi con esso qui:

source: Authenticate and associate with this account
it: Autentica e associa a questo account

source: Choose a Username
it: Scegli un nome utente

source: Please correct the errors below:
it: Prego, correggi i seguenti errori:

source: Now that you have logged in with your OpenID, we need you to choose a username for this site.
it: Ora che hai effettuato l'accesso col tuo OpenID, abbiamo bisogno che tu scelga un nome utente per questo sito.

source: <strong>Already have an account?</strong> <a href="%(acct_login_openid_url)s">Login here</a> to associate your OpenID with your existing account.
it: <strong>Hai già un account?</strong> <a href="%(acct_login_openid_url)s">Accedi qui</a> Per associare il tuo OpenID col tuo account esistente.

source: By clicking &quot;Sign Up&quot;, you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
it: Cliccando &quot;Sign Up&quot;, affermi di aver letto e accettato i <a href="%(terms_url)s">Termini di utilizzo</a> e la <a href="%(privacy_url)s">Politica di Privacy</a>.

source: Signup closed
it: Sottoscrizione chiusa

source: Whoops, you can't register for an account now. This site is currently closed for sign-up.
it: Ops, in questo momento non puoi registrare un account. Attualmente le sottoscrizioni sono sospese.

source: Confirm Email
it: Conferma l'indirizzo e-mail

source: Email Confirmed
it: Indirizzo confermato

source: You have confirmed that %(email)s is an email address for user '%(user_display)s'.
it: Hai confermato che %(email)s è l'indirizzo per '%(user_display)s'.

source: Invalid confirmation key.
it: Chiave di conferma errrata.
