Repository: feroda/JAGOM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: You have been invited by %(user_display)s to join %(SITE_NAME)s. %(user_display)s said: %(message)s To accept this invitation, go to %(accept_url)s If you have any questions about %(SITE_NAME)s, don't hesitate to contact %(CONTACT_EMAIL)s
it: Sei stato invitato da %(user_display)s ad unirti a %(SITE_NAME)s. %(user_display)s ha detto: %(message)s Per accettare l'invito, vai a %(accept_url)s Se dovessi avere domande su %(SITE_NAME)s, non esitare a scrivere all'indirizzo %(CONTACT_EMAIL)s

source: You have been invited to join %(SITE_NAME)s
it: Sei stato invitato ad unirti a %(SITE_NAME)s

source: Your Checkins
it: I tuoi accessi

source: Friends Checkins
it: Gli accessi dei tuoi amici

source: Nearby Checkins
it: Accessi recenti

source: Compose
it: Componi

source: Inbox
it: Posta in arrivo

source: Sent
it: Posta inviata

source: Trash
it: Cestino

source: Notices
it: Avvisi

source: Invitations
it: Inviti

source: Contacts
it: Contatti

source: Compose Message
it: Componi un messaggio

source: Send
it: Invia

source: Sender
it: Mittente

source: Subject
it: Oggetto

source: Received
it: Ricevuto

source: Action
it: Azione

source: delete
it: cancella

source: Sent from %(site_url)s
it: Inviato da %(site_url)s

source: Sent Messages
it: Messaggi inviati

source: Recipient
it: Destinatario

source: Deleted Messages
it: Messaggi cancellati

source: Deleted Messages are removed from the trash at irregular intervals, don't rely on this feature for long-time storage.
it: I messaggi cancellati vongono rimossi dal cestino a intervalli regolari, quindi non affidarti ad esso come sistema di conservazione a lungo termine.

source: View Message
it: Leggi il messaggio

source: Reply
it: Rispondi

source: Delete
it: Cancella

source: You have deleted the message '%(message)s'.
it: Hai cancellato il messaggio '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
it: Hai cancellato il messaggio <a href="%(message_url)s">%(message)s</a>.

source: %(sender_display)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
it: %(sender_display)s Ti ha mandato un messaggio: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from <a href="%(sender_url)s">%(sender_display)s</a>.
it: Hai ricevuto il messaggio <a href="%(message_url)s">%(message)s</a> da <a href="%(sender_url)s">%(sender_display)s</a>.

source: You have recovered the message '%(message)s'.
it: Hai recuperato il messaggio '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
it: Hai recuperato il messaggio <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(recipient_display)s.
it: Hai risposto a '%(message_parent_msg)s' da %(recipient_display)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from <a href="%(recipient_url)s">%(recipient_display)s</a>.
it: Hai risposto a <a href="%(message_url)s">%(message_parent_msg)s</a> da <a href="%(recipient_url)s">%(recipient_display)s</a>.

source: %(sender_display)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
it: %(sender_display)s ha risposto a '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: <a href="%(sender_url)s">%(sender_display)s</a> has sent you a reply to <a href="%(message_url)s">%(message_parent_msg)s</a>.
it: <a href="%(sender_url)s">%(sender_display)s</a> ha risposto al tuo messaggio <a href="%(message_url)s">%(message_parent_msg)s</a>.

source: You have sent the message '%(message)s' to %(recipient_display)s.
it: Hai inviato il messaggio '%(message)s' to %(recipient_display)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to <a href="%(recipient_url)s">%(recipient_display)s</a>.
it: Hai inviato il messaggio <a href="%(message_url)s">%(message)s</a> a <a href="%(recipient_url)s">%(recipient_display)s</a>.

source: Tweets You Follow
it: I Tweet che segui

source: Friends' Tweets
it: I Tweet degli amici

source: All Tweets
it: Tutti i Tweet

source: Your Followers
it: Chi ti segue

source: Who You Are Following
it: Stai seguendo

source: Followers of %(other_user_display)s
it: Chi segue %(other_user_display)s

source: Followers of <a href="%(other_user_url)s">%(other_user_display)s</a>'s tweets:
it: Chi segue i Tewwt di <a href="%(other_user_url)s">%(other_user_display)s</a>:

source: No followers.
it: Nessuno ti segue.

source: Also see <a href="%(tweet_following_url)s">who %(other_user_display)s is following</a>.
it: Vedi anche <a href="%(tweet_following_url)s">chi %(other_user_display)s sta seguendo</a>.

source: %(other_user_display)s is Following
it: %(other_user_display)s sta seguendo

source: Users whose tweets <a href="%(other_user_url)s">%(other_user_display)s</a> is following:
it: Utenti dei Tweet che <a href="%(other_user_url)s">%(other_user_display)s</a> sta seguendo:

source: Not following anyone.
it: Non segue nessuno.

source: Also see <a href="%(tweet_followers_url)s">who is following</a> %(other_user_display)s.
it: Vedi anche <a href="%(tweet_followers_url)s">chi sta seguendo </a> %(other_user_display)s.

source: These are tweets from your friends:
it: Questi sono i Tweet dei tuoi amici:

source: %(tweet_age)s ago
it: %(tweet_age)s fa

source: reply
it: rispondi

source: No tweets yet.
it: Non ci sono ancora Tweet.

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
it: Non ha ancora inviato nessun <a href="%(tweets_url)s">Tweet</a> yet.

source: There are currently no tweets to be listed.
it: Al momento non ci sono Tweet da elencare.

source: Tweets
it: Tweet

source: What are you doing?
it: Cosa stai facendo?

source: You have authorized a twitter account.
it: Hai autorizzato un account Tweet.

source: Publish to Twitter?
it: Pubblica su Twitter?

source: person,people
it: persona, gente

source: These are tweets from the %(follow_count)s %(follow_name)s you are following (plus your own)
it: Questi sono i %(follow_count)s %(follow_name)s che sta seguendo (incluso il tuo)

source: Public Tweets
it: Pubblica i Tweet

source: These are tweets from everyone:
it: Questi sono Tweet da tutti:

source: Single Tweet
it: Singolo Tweet

source: Mark all unseen notices seen
it: Indica come letti tutti gli avvisi non letti.

source: No notices.
it: Non ci sono avvisi.

source: Settings
it: Impostazioni

source: Primary email
it: Email principale

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
it: Non hai verificato l'indirizzo e-mail per gli avvisi. Puoi aggiungerne uno andando ad <a href="%(email_url)s">Account</a>.

source: Notification Type
it: Tipo di notifica

source: Change
it: Cambia

source: Latest Photos
it: Ultime foto

source: Your Photos
it: Le tue foto

source: Upload a Photo
it: Carica una foto

source: Photo Details
it: Dettagli della foto

source: Flag as inappropriate
it: Marca come inappropriato

source: Editing Photo Details
it: Modifica i dettagli delle foto

source: Friends' Photos
it: Foto degli amici

source: Viewed %(view_count)s times
it: Visto %(view_count)s volte

source: No photos were found.
it: Non sono state trovate foto.

source: Photos from
it: Foto da

source: Delete Photo
it: Cancella la foto

source: Upload
it: Carica

source: unfollow
it: non seguire più

source: You are friends with %(other_user_display)s.
it: Sei amico di %(other_user_display)s.

source: Send a message
it: Manda un messaggio

source: remove from friends
it: rimuovi dagli amici

source: %(other_user_display)s has requested friendship.
it: %(other_user_display)s Ha richisto la tua amicizia.

source: accept
it: accetta

source: decline
it: rifiuta

source: Friendship request sent.
it: Richiesta di amicizia inviata.

source: Add As Friend
it: Aggiungi agli amici.

source: invite
it: invita

source: %(other_user_display)s to be a friend.
it: %(other_user_display)s a diventare tuo amico.

source: No wiki articles yet.
it: Non ci sono ancora articoli wiki.

source: Bookmarks
it: Segnalibri

source: You haven't added any <a href="%(add_bookmark_url)s">bookmarks</a> yet.
it: Non hai ancora aggiunto <a href="%(add_bookmark_url)s">segnalibri</a> yet.

source: Photos
it: Foto

source: No photos uploaded yet.
it: Non ci sono ancora foto.

source: Your Projects
it: I tuoi progetti

source: Create a Project
it: Crea un progetto

source: All Projects
it: Tutti i progetti

source: Create Project
it: Crea progetto

source: A <b>project</b> is a group of people working together on a common set of tasks.
it: Un <b>project</b> è un gruppo di persone che lavorano insieme con gli stessi obiettivi.

source: Topics:
it: Argomenti:

source: Projects
it: Progetti

source: A <b>project</b> is a group of people working on a common set of tasks.
it: Un <b>progetto</b> è un gruppo di persone che lavorano su un comune insieme di obiettivi

source: These are the projects you participate in.
it: Questi sono i progetti cui partecipi

source: Incorrect Code
it: Codice errato

source: The code <b>%(code)s</b> is incorrect.
it: Il codice <b>%(code)s</b> non è corretto.

source: You must specify a code.
it: Devi specificare un codice.

source: try again:
it: prova ancora:

source: Open Offers
it: Offerte aperte

source: Your Offers
it: Le tue offerte

source: Make an Offer
it: Fai un'offerta

source: Proposed to you
it: Proposto a te

source: Proposed by you
it: Proposto da te

source: Accepted
it: Accettato

source: Dead
it: Morto

source: Editing Offer
it: Modifica l'offerta

source: Add a new Offer
it: Aggiungi un offerta

source: Offer
it: Offerta

source: Edit Offer
it: Modifica l'offerta

source: Delete Offer
it: Cancella l'offerta

source: Cancel Offer
it: Cancella l'offerta

source: All Open Offers
it: Tutte le offerte aperte

source: propose
it: proponi

source: Cancel
it: Cancella

source: Accept
it: Acceta

source: Reject
it: Rifiuta

source: Add task
it: Aggiungi un obiettivo

source: Add task and add another
it: Aggiungi un obiettivo e aggiungi un altro

source: You are not a member and so cannot add a task.
it: Non sei un membro quindi non puoi aggiungere obiettivi.

source: search
it: cerca

source: assign to me
it: assegna a me

source: Add Task
it: Aggiungi un obiettivo

source: Your Tasks
it: I tuoi obiettvi

source: All Tasks
it: Tutti gli obiettivi

source: Tasks History
it: Storico degli obiettivi

source: Back to All Tasks
it: Torna a tutti gli obiettivi

source: Back to Task List
it: Torna alla lista degli obiettivi

source: Edit
it: Modifica

source: Update Task
it: Aggiorna gli obiettivi

source: Attachments
it: Allegati

source: Comment
it: Commento

source: Assignee
it: Mandatario

source: State
it: Stato

source: Creator
it: Creatore

source: Created
it: Creato

source: Modified
it: Modificato

source: History of this Task
it: Storia di questo obiettivo

source: Status
it: Stato

source: none
it: nessuno

source: You have no assigned tasks right now.
it: Al momento non ci sono obiettivi assegnati a te.

source: You have no created tasks right now.
it: Al momento non ci sono obiettivi creati da te.

source: Reply to This Post
it: Rispondi a questo post

source: Post Response
it: Aggiungi una risposta

source: <h3>Please <a href="%(acct_login_url)s">Login</a> (or <a href="%(acct_signup_url)s">Sign Up</a>) to leave a comment</h3>
it: <h3><a href="%(acct_login_url)s">Accedi</a> (o <a href="%(acct_signup_url)s">sottoscrivi</a>) per lasciare un commento</h3>

source: Topic
it: Argomento

source: Back to Topic List
it: Torna alla lista degli argomenti

source: Delete Topic
it: Cancella l'argomento

source: Discussion Topics for %(group_name)s
it: Argomenti di discussione per %(group_name)s

source: Topics for <a href="%(group_url)s">%(group_name)s</a>
it: Argomenti di <a href="%(group_url)s">%(group_name)s</a>

source: New Topic
it: Nuovo argomento

source: Create New Topic
it: Crea un nuovo argomento

source: %(commentcount)s Comments
it: %(commentcount)s commenti

source: Upcoming Events
it: Prossimi eventi

source: There are no upcoming events.
it: Non ci sono eventi vicini.

source: calendar...
it: calendario...

source: Signup for the waiting list
it: Sottoscrivi la lista d'attesa

source: Give us your e-mail address and you'll be added to the waiting list
it: Dacci il tuo indirizzo e-mail e ti aggiungeremo alla lista d'attesa

source: All Articles
it: Tutti gli articoli

source: Edit Article
it: Modifica l'articolo

source: Save Article
it: Salva l'articolo

source: History for article
it: Storico dell'articolo

source: Editor
it: Editore

source: Revert to...
it: Torna a...

source: Current Revision
it: Revisione attuale

source: Revert
it: Torna

source: No changes in this article
it: Non ci sono modifiche a questo articolo

source: Go
it: Vai

source: Actions
it: Azioni

source: Edit this article
it: Modifica l'articolo

source: Editing history
it: Storico delle modifiche

source: Create this article
it: Crea questo articolo

source: This article does not exist.
it: Qusto articolo non esiste.

source: >Create it now</a>?
it: >Crearlo ora</a>?

source: Stop Observing Article
it: Smetti di monitorare l'articolo

source: Observe Article
it: Monitora l'articolo

source: A project already exists with that slug.
it: Esiste già un progetto con quello slug.

source: A project already exists with that name.
it: Esiste già un progetto con quel nome.

source: User
it: Utente

source: There is no user with this username.
it: Non c'è alcun utente con questo nome utente.

source: User is already a member of this project.
it: L'utente è già membro di questo progetto.

source: New Project Member
it: Nuovo Membro del Progetto

source: a project you are a member of has a new member
it: un progetto di cui sei membro ha un nuovo membro

source: New Member Of Project You Created
it: Nuovo membro di una progetto che hai creato

source: a project you created has a new member
it: un progetto che hai creato ha un nuovo membro

source: New Project Created
it: Nuovo progetto creato

source: a new project has been created
it: un nuovo progetto è stato creato

source: Added as a Project Member
it: Aggiunto come membro del progetto

source: you have become member of a project
it: sei stato aggiunto a un progetto

source: private
it: privato

source: user
it: utente

source: away
it: via

source: away_message
it: messaggio di away

source: away since
it: away da

source: Project %(project_name)s deleted.
it: Progetto %(project_name)s eliminato.

source: added %(user)s to project
it: aggiunto %(user)s al Progetto

source: This value must contain only letters, numbers, underscores and hyphens.
it: Questo valore deve contenere solo lettere, numeri e trattini.

source: Username
it: Nome utente

source: Remember Me
it: Ricordati di Me

source: Password (again)
it: Password (di nuovo)

source: Email (optional)
it: Email (opzionale)

source: Usernames can only contain letters, numbers and underscores.
it: I nomi utente possono contenere solo lettere, numeri e sottolineature.

source: This username is already taken. Please choose another.
it: Questo nome utente è già usato, scegline un altro.

source: You must type the same password each time.
it: Bisogna inserire la stessa password ogni volta.

source: Your email address has already been verified
it: Il tuo indirizzo email è già stato verificato.

source: Confirmation email sent to %(email)s
it: Email di conferma inviata a %(email)s

source: This email address already associated with this account.
it: Questo indirizzo email è già associato a questo account.

source: Current Password
it: Password Attuale

source: New Password
it: Nuova Password

source: New Password (again)
it: Nuova Password (di nuovo)

source: Please type your current password.
it: Per favore, inserisci la tua password attuale.

source: Password successfully changed.
it: La password è stata cambiata correttamente.

source: Email address not verified for any user account
it: Indirizzo email non verificato per alcun account utente

source: Password reset
it: Reimposta password

source: Timezone successfully updated.
it: Fuso orario aggiornato correttamente.

source: Language successfully updated.
it: Lingua aggiornata correttamente.

source: Successfully authenticated.
it: Autenticato correttamente.

source: Draft
it: Bozza

source: Public
it: Pubblico

source: title
it: titolo

source: Private
it: Privato

source: description
it: descrizione

source: publish_type
it: tipo_di_pubblicazione

source: profile
it: profilo

source: profiles
it: profili

source: Start your own project
it: Avvia il tuo progetto
